package game;

import java.util.ArrayList;
import java.util.List;
import java.util.Locale;

public class Questions {
    public static final List<String> questions = List.of(
            "Вы вернулись из отпуска. Какой сувенир вы привезли своим коллегам?",
            "Как вы себе представляете идеальное рабочее место?",
            //"Вы соврали, указав в резюме, что говорите по-немецки. " +
                    //"К нам приехали сотрудники из офиса в Германии. Что будете делать?",
            "Какое упражнение на сплочение коллектива вы хотели бы провести?",
            "Как вы заводите новых друзей на работе?",
            "Вы случайно нажали на фишинговую ссылку, и все данные нашей компании были украдены!" +
                    " Что вы будете деалать?",
            "Кирилл становится слишком силён в офисной викторине. Что вы будете делать?",
            "У нас классный офис, что мы можем сделать чтобы ваша работа была веселей?",
            "Что мотивирует вас работать на все 110% каждый день?",
            "Как будет называться ваш курс повышения квалификации?",
            "Вы застряли в лифте с коллегой, ворующим ваши ручки. Что вы ему скажете?"
    );

}
